robbyrussell/oh-my-zsh path:plugins/ssh-agent
robbyrussell/oh-my-zsh path:plugins/vi-mode
robbyrussell/oh-my-zsh path:plugins/fzf


zsh-users/zsh-autosuggestions

mafredri/zsh-async
romkatv/powerlevel10k


larkery/zsh-histdb
m42e/zsh-histdb-fzf

# zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search

trystan2k/zsh-tab-title

zsh-users/zsh-completions
lukechilds/zsh-better-npm-completion
mattmc3/zephyr path:plugins/completion
